Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/juuso_nuorgam_nakkalajarvi_scheinin_ja_varis_edustajiksi_saamelaiskarajalain_muuttamista_valmistelevaan_toimikuntaan.html.tmx
Source language: fin
Languages: sms

source: Juuso, Nuorgam, Näkkäläjärvi, Scheinin ja Varis edustajiksi saamelaiskäräjälain muuttamista valmistelevaan toimikuntaan
sms: Juuso, Nuorgam, Näkkäläjärvi, Scheinin da Varis eeʹttǩeeʹjen sääʹmteʹǧǧlääʹjj mottmõõžž valmštõõlli tåimmkådda

source: Saamelaiskäräjien hallitus nimesi viisi jäsentä ja heille varajäsenet saamelaiskäräjälain muuttamista valmistelevaan toimikuntaan 6.7.2020.
sms: Sääʹmteeʹǧǧ halltõs nõõmti vitt vuäzzla da siʹjjid väärrniiʹǩǩid sääʹmteʹǧǧlääʹjj mottmõõžž valmštõõlli tåimmkådda 6.7.2020.

source: Nimetyt jäsenet ovat Tuomas Aslak Juuso, Anne Nuorgam, Pirita Näkkäläjärvi, Martin Scheinin, ja Kalle Varis sekä varajäsenet Juha-Petteri Alakorva, Anni Koivisto, Veikko Feodoroff, Piia Nuorgam ja Sarita Kämäräinen.
sms: Nõõmtum vuäzzla lie Tuomas Aslak Juuso, Anne Nuorgam, Pirita Näkkäläjärvi, Martin Scheinin da Kalle Varis di väärrneeʹǩǩ Juha-Petteri Alakorva, Anni Koivisto, Veikko Feodoroff, Piia Nuorgam da Sarita Kämäräinen.

source: Lisäksi Siiri Jomppanen nimettiin toimikuntaan Saamelaiskäräjien osalta asiantuntijaksi.
sms: Lââʹssen Siiri Jomppanen nõõmteš tåimmkådda Sääʹmteeʹǧǧ vueʹzzeld äʹšštobddjen.

source: Toimikunnan toimikausi on 1.8.2020-31.1.2021.
sms: Tåimmkååʹdd tåimmpââʹjj lij 1.8.2020-31.1.2021.

source: Suomen valtio on aloittanut prosessin saamelaiskäräjälain uudistamiseksi ja pyysi nimeämispyynnöllään 26.6.2020 Saamelaiskäräjiä nimeämään jäsenensä muuttamista valmistelevaan toimikuntaan.
sms: Lääʹddjânnam valdia lij alttääm proseeʹss sääʹmteʹǧǧlääʹjj oođeem diõtt da raauki nõõmtemraukkmõõžžines 26.6.2020 Sääʹmteeʹǧǧ nõõmted jiijjâs vuäzzlaid mottmõõžž valmštõõlli tåimmkådda.

source: Hallituspuolueet nimeävät kukin yhden jäsenen, yhteensä viisi jäsentä toimikuntaan.
sms: Juõʹǩǩ halltõspeällõk nõõmat õõut vuäzzla, õhttsiʹžže vitt vuäzzla tåimmkådda.

source: Saamelaiskäräjistä annetun lain tarkistaminen on tarpeellista, sillä lain säädökset ovat osittain vanhentuneita, ja säännösten toimivuudessa on havaittu ongelmia.
sms: Sääʹmteeʹǧǧest uvddum lääʹjj tääʹrǩstummša lij tarbb tõn diõtt, ko lääʹjj šiõttõõzz lie vueʹzzi puärsmam, da šiõttõõzzi toiʹmmjemvuõđâst lie aiccâm vaiggâdvuõđid.

source: – Saamelaiskäräjien yhdeksi päätavoitteeksi vuodelle 2020 on nimetty saamelaiskäräjälain muutoksen valmistelu.
sms: – Sääʹmteeʹǧǧ õhttân väʹlddtäävtõssân eeǥǥas 2020 lij nõõmtum sääʹmteʹǧǧlääʹjj muttâz valmštõõllmõš.

source: Muutoksen valmistelu aloitettiin oikeusministeri Henrikssonin kanssa sovitusti elokuussa 2019.
sms: Muttâz valmštõõllmõõžž altteeš nuʹtt, mäʹhtt leäi suåppum vuõiggâdvuõttminister Henrikssoonin påʹrǧǧmannust 2019.

source: Hallitus teki päätöksen nimeämisistä, sillä aikataulullisista syistä asiaa ei ollut mahdollista viedä Saamelaiskäräjien kokoukseen, sanoo puheenjohtaja Tuomas Aslak Juuso.
sms: Halltõs tuʹmmji nõõmtummšid, ko äiʹǧǧtaaul diõtt ääʹšš ij leämmaž vueiʹtlvaž viikkâd Sääʹmteeʹǧǧ såbbra, ceälkk saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Saamelaiskäräjien hallitus perustelee valintaansa, että kaikilla nimetyillä henkilöillä on vahva tuntemus ja osaaminen saamelaisasioista.
sms: Sääʹmteeʹǧǧ halltõõzz vaʹlljummši vuâđđan lij, što pukin nõõmtum oummin lij raʹvves tobddmõš da silttummuš sääʹmaaʹššin.

source: Hallitus korostaa erityisesti valitun kokoonpanon oikeudellista osaamista, saamelaiskäräjälain tuntemusta ja neuvottelutaitoja.
sms: Halltõs teäʹddad jeäʹrben vaʹlljuum norrõõzz vuõiggâdvuõđlaž silttummuž, sääʹmteʹǧǧlääʹjj tobddmõõžž da saǥstõõllâmtääidaid.

source: Pääministeri Sanna Marinin hallituksen ohjelman 10.12.2019 mukaan työtä saamelaiskäräjälain uudistamiseksi jatketaan.
sms: Väʹlddminister Sanna Marin halltõõzz prograamm 10.12.2019 mieʹldd tuâj sääʹmteʹǧǧlääʹjj oođeem diõtt jueʹtǩet.

source: Hallitusohjelman mukaan hallitus kunnioittaa ja edistää kaikkien saamelaisten kielellisten ja kulttuuristen oikeuksien toteutumista ottaen huomioon kansainväliset sopimukset.
sms: Halltõsprograamm mieʹldd halltõs âânn äärvast da oouʹdad puki säʹmmlai ǩiõlʼlaž da kulttuurlaž vuõiggâdvuõđi teâuddjummuž vääʹldeeʹl lokku meeraikõskksaž suåppmõõžžid.

source: – Odotusarvo toimikunnan työlle on, että saamelaiskäräjälakia lähdetään muuttamaan alkuperäiskansojen oikeuksien pohjalta, KP-sopimuksen velvoitteet huomioiden ja YK:n ihmisoikeuskomitean antamia ratkaisuja kunnioittaen.
sms: – Vueʹrddemärvv tåimmkååʹdd tuõjju lij, što sääʹmteʹǧǧlääʹjj vueʹljet muʹtted alggmeerai vuõiggâdvuõđi vuâđald, SP-suåppmõõžž õõlǥtõõzzid lokku vääʹldeeʹl di ÕM:i ooumažvuõiggâdvuõttkomitea uʹvddem čåuddmõõžžid ciʹsttjeeʹl.

source: Suomi on sitoutunut YK:n alkuperäiskansojen julistuksen toimeenpanoon ja se tulee näkyä komitean työskentelyssä, jatkaa Juuso odotuksistaan toimikunnan työstä.
sms: Lääʹddjânnam lij čõnnõõttâm ÕM:i alggmeerai čõõđtõõzz toimmupiijjmõʹšše da tõt âlgg kuâsttjed komitea reâuggmõõžžâst, juätkk Juuso vuârddmõõžžines tåimmkååʹdd tuõjju.

source: Toimikunnan tehtävänä on valmistella tarpeelliset muutokset saamelaiskäräjistä annettuun lakiin.
sms: Tåimmkååʹdd tuâjjan lij valmštõõllâd tarbbsõs muttsid sääʹmteeʹǧǧest uvddum läkka.

source: Toimikunnan työn perustana ovat perusoikeudet ja muut perustuslain asettamat velvoitteet, Suomea sitovat kansainväliset ihmisoikeussopimukset, YK:n alkuperäiskansojen oikeuksien julistus sekä muu oikeuden ja kansainvälisen oikeuden kehitys sekä viimeaikaiset ratkaisut.
sms: Tåimmkååʹdd tuâj vuâđđan lie vuâđđvuõiggâdvuõđ da jeeʹres vuâđđlääʹjj piijjâm õõlǥtõõzz, Lääʹddjânnam čõõnni meeraikõskksaž ooumažvuõiggâdvuõttsuåppmõõžž, ÕM:i alggmeerai vuõiggâdvuõđi čõõđtõs di jeeʹres vuõiggâdvuõđ da meeraikõskksaž vuõiggâdvuõđ ouddnummuš di võõrâs čåuddmõõžž.

source: Saamelaiskäräjien nimeämät edustajat tekevät yhteistyötä Saamelaiskäräjien hallituksen kanssa.
sms: Sääʹmteeʹǧǧ nõõmtem eeʹttǩeei tuejjee õhttsažtuâj Sääʹmteeʹǧǧ halltõõzzin.

source: Oikeusministeriö asetti 13.1.2020 työryhmän esivalmistelemaan saamelaiskäräjälain muuttamista valmistelevan toimikunnan työtä.
sms: Vuõiggâdvuõttministeria piiji 13.1.2020 tuâjj-joouk ouddvalmštõõllâd sääʹmteʹǧǧlääʹjj mottmõõžž valmštõõlli tåimmkååʹdd tuâj.

source: Työryhmän keräämä tieto ja havainnot on koottu muistioon .
sms: Tuâjj-joouk noorrâm teâđ da aiccõõzz lie norrum mušttsa .

source: Työryhmän toimikausi päättyi 31.3.2020.
sms: Tuâjj-joouk tåimmpââʹjj puuđi 31.3.2020.

source: Saamelaiskäräjälain muuttaminen: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020
sms: Sääʹmteʹǧǧlääʹjj mottmõš: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020

source: Lisätietoja
sms: Lââʹssteâđ

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sms: saaǥǥjååʹđteei Tuomas Aslak Juuso teʹl. 040 687 3394, tuomas.
